[
  {
      "toy_name": "Whisker Remote Controlled High Quality Sports Car Blue",
      "toy_img": "https://i.ibb.co/DgtzvwL/car1.jpg",
      "toy-category": "Car",
      "toy_price": 1250,
      "toy_rating": "4.5",
      "toy_quantity": 26,
      "toy_description": "Head light, LED light & motor system, Forward, Backward, With light, Turn Right, Turn Left & Stop, The transmitter require 2 heavy duty “AA” size 1.5V batteries(0% Hg & Cd) and the car require NI-CD “AA” size 500 mAh 4.8V battery"
  },
  {
    "toy_name": "Kid's Xf-emulation Model Rechargeable Remote Control Car Orange",
    "toy_img": "https://i.ibb.co/5F1fdXj/car-2.jpg",
    "toy-category": "Car",
    "toy_price": 888,
    "toy_rating": "4.5",
    "toy_quantity": 24,
    "toy_description": "Emulation car model New control experience The box contains USB charger Internal attached The car has the feature of fine turning, light, stop This Lamborghini model car has attractive colors"
},
{
  "toy_name": "New Super Remote control car for kids Sport car Toy remote control car Multicolor",
  "toy_img": "https://i.ibb.co/v3W4tZk/car3.jpg",
  "toy-category": "Car",
  "toy_price": 1999,
  "toy_rating": "4.5",
  "toy_quantity": 18,
  "toy_description": "the New Super Remote Control Car for Kids! This sleek and stylish sport car toy is designed to provide endless hours of fun and excitement. With its vibrant multicolor design, it's sure to catch the eye and capture the imagination of young drivers."
},
{
  "toy_name": "Batman Remote Control Toy Car",
  "toy_img": "https://i.ibb.co/4jPjbDG/car4.jpg",
  "toy-category": "Car",
  "toy_price": 980,
  "toy_rating": "4.5",
  "toy_quantity": 15,
  "toy_description": "Introducing the Batman Remote Control Toy Car! This sleek and powerful car brings the excitement of Gotham City to life. With its iconic Batman design, it's the perfect toy for young fans of the Caped Crusader. Race through the streets and take on imaginary villains with this thrilling remote control car."
}
,
{
  "toy_name": "Kid's Remote Control Off Road Race Truck Gold",
  "toy_img": "https://i.ibb.co/RDJJtcw/track-1.jpg",
  "toy-category": "Truck",
  "toy_price": 3900,
  "toy_rating": "4.5",
  "toy_quantity": 12,
  "toy_description": "The Kid's Remote Control Off-Road Race Truck in Gold! This rugged and stylish truck is built to conquer any terrain. With its shiny gold exterior, it adds a touch of glamour to off-road adventures. Let your child unleash their inner racer and experience the thrill of controlling this powerful remote control truck."
},
{
  "toy_name": "Rock Crawler High Quality Print Car Great Flexible Truck",
  "toy_img": "https://i.ibb.co/9yGxP5m/truck-2.jpg",
  "toy-category": "Truck",
  "toy_price": 3455,
  "toy_rating": "4.5",
  "toy_quantity": 10,
  "toy_description": "The Rock Crawler High Quality Print Car! This impressive truck features a realistic and detailed design that will impress any young adventurer. With its exceptional flexibility and durable construction, it's built to tackle any terrain with ease. Let your child explore new off-road challenges and enjoy endless hours of thrilling play with this versatile remote control truck."
},
{
  "toy_name": "ARRMA RC Truck 1/5 KRATON 4X4 8S BLX Brushless Speed Monster Truck RTR",
  "toy_img": "https://i.ibb.co/PQX0r5s/ruck.jpg",
  "toy-category": "Truck",
  "toy_price":5049,
  "toy_rating": "4.5",
  "toy_quantity": 14,
  "toy_description": "The ultimate adrenaline rush with the Brushless Speed Monster Truck RTR! This high-performance truck is equipped with a brushless motor for incredible speed and power. With its ready-to-run design, you can hit the ground running and experience the thrill of racing in no time. Buckle up and prepare for exhilarating off-road adventures with this unstoppable monster truck."
},
{
  "toy_name": "Speed Monster Truck with Spektrum Firma",
  "toy_img": "https://i.ibb.co/zFNF5Zs/truck4.jpg",
  "toy-category": "Truck",
  "toy_price": 6500,
  "toy_rating": "4.5",
  "toy_quantity": 18,
  "toy_description": "The thrill of speed with the Speed Monster Truck featuring Spektrum Firma technology! This powerhouse truck is equipped with a high-performance Spektrum Firma brushless motor for unmatched speed and acceleration. Dominate any terrain and leave your competition in the dust with this adrenaline-pumping remote control monster truck."
},
{
  "toy_name": "V Max Radio Control Helicopter",
  "toy_img": "https://i.ibb.co/2sgMKC7/heli1.jpg",
  "toy-category": "Helicopter",
  "toy_price": 1600,
  "toy_rating": "4.5",
  "toy_quantity": 21,
  "toy_description": "Take flight with the V Max Radio Control Helicopter! This sleek and powerful helicopter delivers maximum performance and excitement. With its precise controls and maneuverability, you can soar through the skies and perform impressive aerial stunts. Experience the thrill of piloting your own helicopter with this high-quality remote control toy."
},
{
  "toy_name": "Ambulance Helicopter Lego Toy",
  "toy_img": "https://i.ibb.co/fXV3Fkr/heli2.jpg",
  "toy-category": "Helicopter",
  "toy_price": 2290,
  "toy_rating": "4.5",
  "toy_quantity": 14,
  "toy_description": "The Ambulance Helicopter Lego Toy! This exciting set combines the fun of building with the thrill of imaginative play. Construct your own detailed ambulance helicopter using Lego bricks and accessories. Fly to the rescue and save the day with this interactive and creative Lego toy."
},
{
  "toy_name": "Magic Hand Sensored Rechargeable Mini Aircraft Helicopter",
  "toy_img": "https://i.ibb.co/6WDZ1yp/heli3.jpg",
  "toy-category": "Helicopter",
  "toy_price": 550,
  "toy_rating": "4.5",
  "toy_quantity": 25,
  "toy_description": "The magic with the Hand-Sensored Rechargeable Mini Aircraft Helicopter! This innovative toy responds to hand gestures, allowing you to control its flight path with a wave of your hand. With its compact size and rechargeable battery, you can enjoy endless flying fun both indoors and outdoors. Prepare to be amazed by this futuristic and interactive mini helicopter."
},
{
  "toy_name": "Electric Gear Helicopter For Kids",
  "toy_img": "https://i.ibb.co/52j68kb/heli-4.jpg",
  "toy-category": "Helicopter",
  "toy_price": 1500,
  "toy_rating": "4.5",
  "toy_quantity": 16,
  "toy_description": "The Electric Gear Helicopter for Kids! This engaging toy helicopter is designed specifically for young aviators. With its simplified controls and sturdy construction, kids can easily navigate the skies and have hours of fun. Let their imaginations take flight with this exciting and interactive electric gear helicopter."
},
{
  "toy_name": "",
  "toy_img": "",
  "toy-category": "",
  "toy_price": 0,
  "toy_rating": "4.5",
  "toy_quantity": 8,
  "toy_description": ""
}

]
